/*
 Localizable.strings
 JAnalytics
 
 Created by Saravanan S on 28/02/18.
 Copyright © 2018 zoho. All rights reserved.
 */

"zanalytics.analytics.title" = "Analytics";

"zanalytics.analytics.tracking.cell.title" = "Κοινοποίηση στατιστικών χρήσης";

"zanalytics.analytics.tracking.footer" = "Κοινοποίηση στατιστικών χρήσης με τους προγραμματιστές των εφαρμογών μας. Αυτό θα μας βοηθήσει να βελτιώσουμε την εφαρμογή.";

"zanalytics.analytics.tracking.anonymous.footer" = "Κοινοποίηση στατιστικών χρήσης με τους προγραμματιστές των εφαρμογών μας. Αυτό θα μας βοηθήσει να βελτιώσουμε την εφαρμογή.";

"zanalytics.analytics.crashreport.cell.title" = "Ενεργοποίηση αναφοράς σφαλμάτων";

"zanalytics.analytics.sendonmobilenetwork.cell.title" = "Αποστολή δεδομένων σε δίκτυο κινητής τηλεφωνίας";

"zanalytics.analytics.sendonmobilenetwork.footer" = "Ενεργοποιήστε την επιλογή αυτή για κοινοποίηση των δεδομένων στο δίκτυο κινητής τηλεφωνίας.";

"zanalytics.analytics.crashreport.footer" = "Κοινοποίηση δεδομένων σφαλμάτων στους προγραμματιστές μας κάθε φορά που η εφαρμογή κλείνει απότομα. Αυτό θα μας βοηθήσει να αναγνωρίσουμε σφάλματα και να βρούμε λύσεις.";

"zanalytics.analytics.anonymouse.cell.title" = "Συμπερίληψη της ταυτότητάς μου";

"zanalytics.analytics.anonymouse.footer" = "Ενεργοποιήστε την κοινοποίηση δεδομένων με την ταυτότητά σας. Αυτό θα μας βοηθήσει στις περιπτώσεις που ενδέχεται να αναφέρετε ένα συγκεκριμένο πρόβλημα στην ομάδα υποστήριξής μας.";

"zanalytics.privacy.disable.alert.title" = "Ειδοποίηση!";

"zanalytics.privacy.disable.alert.description" = "Η κοινοποίηση στατιστικών χρήσης μας βοηθά να σας εξυπηρετούμε καλύτερα, παρέχοντάς μας αναλυτικές πληροφορίες για σφάλματα. Θα βοηθήσει στην εξόντωση ενοχλητικών σφαλμάτων.";

"zanalytics.privacy.disable.alert.ok" = "OK";


"zanalytics.privacy.alert.title" = "Βοηθήστε μας να βελτιωθούμε!";

"zanalytics.privacy.alert.description" = "Μπορείτε να μας βοηθήσετε να βελτιώσουμε το προϊόν μας μέσω αποδοχής να κοινοποιείτε τα δεδομένα για την από μέρους σας χρήση της εφαρμογής, καθώς επίσης πληροφορίες σφαλμάτων. Μπορείτε να κοινοποιείτε τα δεδομένα είτε με την ταυτότητά σας είτε ανώνυμα.\nΣημειώστε ότι μπορείτε να αλλάξετε τις προτιμήσεις σας οποιαδήποτε στιγμή, από τις ρυθμίσεις της εφαρμογής σας.";

"zanalytics.privacy.alert.description.watchsupport" = "Μπορείτε να μας βοηθήσετε να βελτιώσουμε το προϊόν μας μέσω αποδοχής να κοινοποιείτε τα δεδομένα για την από μέρους σας χρήση, καθώς επίσης πληροφορίες σφαλμάτων. Μπορείτε να κοινοποιείτε τα δεδομένα είτε με την ταυτότητά σας είτε ανώνυμα. Οι προτιμήσεις σας θα συγχρονιστούν μεταξύ των εφαρμογών για ρολόι και κινητό. Μπορείτε να τα αλλάξετε οποιαδήποτε στιγμή από τις ρυθμίσεις της εφαρμογής για κινητά.";

"zanalytics.privacy.alert.option1" = "Θέλω να συμμετέχω με την ταυτότητά μου";

"zanalytics.privacy.alert.option2" = "Θέλω να συμμετέχω ανώνυμα";

"zanalytics.privacy.alert.option3" = "Δεν με ενδιαφέρει";


"zanalytics.crash.alert.title" = "Η εφαρμογή %@ έκλεισε απρόσμενα την τελευταία φορά που χρησιμοποιήθηκε";

"zanalytics.crash.alert.description" = "Θα θέλατε να στείλετε αναφορά ώστε να μπορέσουμε να διορθώσουμε το πρόβλημα αυτό;";

"zanalytics.crash.alert.option1" = "Να αποστέλλεται πάντα αναφορά";

"zanalytics.crash.alert.option2" = "Αποστολή τώρα";

"zanalytics.crash.alert.option3" = "Όχι τώρα";

"zanalytics.crash.alert.option4" = "Να μην ερωτηθώ ποτέ";

"zanalytics.crash.alert.option5" = "Αναθεώρηση και αποστολή";

"zanalytics.crash.navbar.crashreport.title" = "Πρόσφατο σφάλμα";

"zanalytics.analytics.navbar.button.title.back" = "Πίσω";

"zanalytics.analytics.navbar.button.title.cancel" = "Άκυρο";

"zanalytics.analytics.navbar.button.title.send" = "Αποστολή";

"zanalytics.privacy.onboarding.title" = "Διαχειριστείτε το απόρρητό σας";

"zanalytics.privacy.onboarding.description" = "Εξερευνήστε τρόπους για αύξηση του απορρήτου και της ασφάλειας του λογαριασμού σας.";

"zanalytics.privacy.onboarding.reviewprivacy.title" = "Προσαρμόστε τις ρυθμίσεις απορρήτου και ασφάλειας";

"zanalytics.watch.privacy.alert.title" = "Προτιμήσεις Analytics";

"zanalytics.watch.privacy.alert.description" = "Οι προτιμήσεις σας θα συγχρονιστούν μεταξύ των εφαρμογών για κινητό και ρολόι. Μπορείτε να αλλάξετε τις προτιμήσεις σας οποιαδήποτε στιγμή, μέσω της οθόνης ρυθμίσεων της εφαρμογής για κινητά.";

"zanalytics.appupdates.title"="Διατίθεται νέα ενημέρωση!";

"zanalytics.appupdates.description"="Σας προτείνουμε να πραγματοποιήσετε ενημέρωση στην έκδοση αυτή και να απολαύσετε τις νέες και συναρπαστικές λειτουργίες μας.";

"zanalytics.appupdates.action.update.now"=" Ενημέρωση τώρα ";

"zanalytics.appupdates.action.remind.me.later"="Υπενθύμιση αργότερα";

"zanalytics.appupdates.action.ignore"="Παράβλεψη";

"zanalytics.appupdates.unsupportedos.title"="Προειδοποίηση!";

"zanalytics.appupdates.unsupportedos.description"="Η εφαρμογή αυτή απαιτεί εγκατάσταση νεότερου λειτουργικού συστήματος. Κάντε ενημέρωση τώρα για να απολαμβάνετε πιο απρόσκοπτη εμπειρία.";

"zanalytics.appupdates.unsupportedos.action"=" Εγκαταστήστε αργότερα ";

"zanalytics.rateus.prompt.title" = "Απολαμβάνετε τη χρήση της εφαρμογής αυτής;";

"zanalytics.rateus.action.rateinappstore" = "Βαθμολογήστε τη στο App Store";

"zanalytics.rateus.action.openfeedback" = "Αποστολή σχολίου";

"zanalytics.rateus.action.later" = "Αργότερα";

"zanalytics.analytics.log.cell.title" = "Αρχείο καταγραφής κονσόλας";

"zanalytics.analytics.log.footer" = "Κοινοποίηση του αρχείου καταγραφής κονσόλας με τους προγραμματιστές των εφαρμογών μας. Αυτό θα μας βοηθήσει να μετράμε τυχόν εμπόδια που αντιμετωπίζετε κατά την επίτευξη των επιθυμητών στόχων σας, καθώς επίσης και να βελτιώσουμε την αποτελεσματικότητα της εφαρμογής μας";

"zanalytics.apprivacyShield.screenshotalert.screenrecording" = "Εντοπίστηκε εγγραφή οθόνης!";
"zanalytics.apprivacyShield.screenshotalert.screenshot" = "Εντοπίστηκε στιγμιότυπο οθόνης!";
"zanalytics.apprivacyShield.screenshotalert.screenrecordingshield" = "Η οθόνη προστατεύεται από κοινή χρήση";

"zanalytics.apprivacyShield.screenshotalert.message" = "Θα θέλατε να απενεργοποιήσετε προσωρινά την προστασία Apptics Screen Shield;";
"zanalytics.apprivacyShield.screenshotalert.yes" = "Ναι";
